{
  "</think>": 163240,
  "</tool_call>": 163230,
  "</tool_response>": 163238,
  "<think>": 163239,
  "<tool_call>": 163229,
  "<tool_response>": 163237,
  "<|box_end|>": 163221,
  "<|box_start|>": 163220,
  "<|endoftext|>": 163215,
  "<|file_sep|>": 163236,
  "<|fim_middle|>": 163232,
  "<|fim_pad|>": 163234,
  "<|fim_prefix|>": 163231,
  "<|fim_suffix|>": 163233,
  "<|im_end|>": 163217,
  "<|im_start|>": 163216,
  "<|image_pad|>": 163227,
  "<|object_ref_end|>": 163219,
  "<|object_ref_start|>": 163218,
  "<|quad_end|>": 163223,
  "<|quad_start|>": 163222,
  "<|repo_name|>": 163235,
  "<|video_pad|>": 163228,
  "<|vision_end|>": 163225,
  "<|vision_pad|>": 163226,
  "<|vision_start|>": 163224
}
