{"<|endoftext|>":0,"<|im_start|>":1,"<|im_end|>":2,"<|object_ref_start|>":3,"<|object_ref_end|>":4,"<|box_start|>":5,"<|box_end|>":6,"<|quad_start|>":7,"<|quad_end|>":8,"<|vision_start|>":9,"<|vision_end|>":10,"<|vision_pad|>":11,"<|image_pad|>":12,"<|video_pad|>":13,"!":14,"\"":15,"#":16,"$":17,"%":18,"&":19,"'":20,"(":21,")":22,"*":23,"+":24,",":25,"-":26,".":27,"/":28,"0":29,"1":30,"2":31,"3":32,"4":33,"5":34,"6":35,"7":36,"8":37,"9":38,":":39,";":40,"<":41,"=":42,">":43,"?":44,"@":45,"A":46,"B":47,"C":48,"D":49,"E":50,"F":51,"G":52,"H":53,"I":54,"J":55,"K":56,"L":57,"M":58,"N":59,"O":60,"P":61,"Q":62,"R":63,"S":64,"T":65,"U":66,"V":67,"W":68,"X":69,"Y":70,"Z":71,"[":72,"\\":73,"]":74,"^":75,"_":76,"`":77,"a":78,"b":79,"c":80,"d":81,"e":82,"f":83,"g":84,"h":85,"i":86,"j":87,"k":88,"l":89,"m":90,"n":91,"o":92,"p":93,"q":94,"r":95,"s":96,"t":97,"u":98,"v":99,"w":100,"x":101,"y":102,"z":103,"{":104,"|":105,"}":106,"~":107,"¡":108,"¢":109,"£":110,"¤":111,"¥":112,"¦":113,"§":114,"¨":115,"©":116,"ª":117,"«":118,"¬":119,"®":120,"¯":121,"°":122,"±":123,"²":124,"³":125,"´":126,"µ":127,"¶":128,"·":129,"¸":130,"¹":131,"º":132,"»":133,"¼":134,"½":135,"¾":136,"¿":137,"À":138,"Á":139,"Â":140,"Ã":141,"Ä":142,"Å":143,"Æ":144,"Ç":145,"È":146,"É":147,"Ê":148,"Ë":149,"Ì":150,"Í":151,"Î":152,"Ï":153,"Ð":154,"Ñ":155,"Ò":156,"Ó":157,"Ô":158,"Õ":159,"Ö":160,"×":161,"Ø":162,"Ù":163,"Ú":164,"Û":165,"Ü":166,"Ý":167,"Þ":168,"ß":169,"à":170,"á":171,"â":172,"ã":173,"ä":174,"å":175,"æ":176,"ç":177,"è":178,"é":179,"ê":180,"ë":181,"ì":182,"í":183,"î":184,"ï":185,"ð":186,"ñ":187,"ò":188,"ó":189,"ô":190,"õ":191,"ö":192,"÷":193,"ø":194,"ù":195,"ú":196,"û":197,"ü":198,"ý":199,"þ":200,"ÿ":201,"Ā":202,"ā":203,"Ă":204,"ă":205,"Ą":206,"ą":207,"Ć":208,"ć":209,"Ĉ":210,"ĉ":211,"Ċ":212,"ċ":213,"Č":214,"č":215,"Ď":216,"ď":217,"Đ":218,"đ":219,"Ē":220,"ē":221,"Ĕ":222,"ĕ":223,"Ė":224,"ė":225,"Ę":226,"ę":227,"Ě":228,"ě":229,"Ĝ":230,"ĝ":231,"Ğ":232,"ğ":233,"Ġ":234,"ġ":235,"Ģ":236,"ģ":237,"Ĥ":238,"ĥ":239,"Ħ":240,"ħ":241,"Ĩ":242,"ĩ":243,"Ī":244,"ī":245,"Ĭ":246,"ĭ":247,"Į":248,"į":249,"İ":250,"ı":251,"Ĳ":252,"ĳ":253,"Ĵ":254,"ĵ":255,"Ķ":256,"ķ":257,"ĸ":258,"Ĺ":259,"ĺ":260,"Ļ":261,"ļ":262,"Ľ":263,"ľ":264,"Ŀ":265,"ŀ":266,"Ł":267,"ł":268,"Ń":269,"ĠĠ":270,"th":271,"Ġ:":272,"Ġa":273,"in":274,"or":275,"at":276,"Ġ(":277,"Ġth":278,"er":279,"Ġâ":280,"Ġb":281,"Ġ-":282,"on":283,"en":284,"al":285,"Ġs":286,"ĠĠĠ":287,"Ġthe":288,"Ġ=":289,"Ġp":290,"Ġ$":291,"of":292,"ĊĊ":293,"es":294,"op":295,"Ġh":296,"Ġc":297,"Ġ+":298,"Ġ\\":299,"le":300,"is":301,"ti":302,"ar":303,"an":304,"ro":305,"Ġf":306,"Ġ--":307,"Ġm":308,"Ġof":309,"Ġt":310,"Ġn":311,"mp":312,"Ġ:=":313,"ĠR":314,"Ġ*":315,"Ġr":316,"Ġan":317,"âĤ":318,"et":319,"Ġby":320,"Ġx":321,"ve":322,"imp":323,"ac":324,"Ġe":325,"ĠâĪ":326,"Ġd":327,"ĠâĦ":328,"Ġw":329,")Ċ":330,"Ġin":331,"ig":332,"ort":333,"Ġis":334,"Ġand":335,"tion":336,"import":337,"ĠA":338,"ol":339,"um":340,"eal":341,"ĠT":342,"re":343,"Ġpro":344,"ĠB":345,"qu":346,"li":347,"ing":348,"ĠReal":349,"Ġha":350,"em":351,"ed":352,"ts":353,"os":354,"eg":355,"Ġto":356,"Ġ/":357,"Ġle":358,"ĠN":359,"ĠM":360,"ri":361,"per":362,"ath":363,"tb":364,"ĠâĦĿ":365,"ĠĠĠĠ":366,"set":367,"Ġproof":368,"og":369,"Ġma":370,"ear":371,"Ġhave":372,"Ġ<":373,"ĠâĪ§":374,"ors":375,"orem":376,"Ġy":377,"Ġl":378,"ĠNat":379,"us":380,"Ġmax":381,"Ġthat":382,"ĠĊ":383,"un":384,"eorem":385,"eat":386,"ir":387,"theorem":388,"option":389,"eats":390,"ators":391,"open":392,"ĠMath":393,"olog":394,"lib":395,"ology":396,"ĠRat":397,"esop":398,"Oper":399,"ĠTop":400,"_option":401,"Hear":402,"ĠBig":403,"ĠMathlib":404,"ĠAesop":405,"tbeats":406,"ĠmaxHear":407,"ĠmaxHeartbeats":408,"ĠTopology":409,"Operators":410,"ĠBigOperators":411,"Ġâī":412,"iv":413,"te":414,"as":415,"ec":416,"Ġ\\(":417,"rac":418,"_p":419,"Ġi":420,"end":421,"ang":422,"$,":423,"ry":424,"Ġex":425,"ers":426,"ow":427,"id":428,"ati":429,"ul":430,"}{":431,"âĤģ":432,"frac":433,"ce":434,"_n":435,"orry":436,"Ġsorry":437,"Ġg":438,"Ġnum":439,"ent":440,"Ġ$\\":441,"ith":442,"ĠF":443,"ĠC":444,"Ġare":445,"ĠS":446,"Ġnumb":447,"--":448,"he":449,"Ġon":450,"ad":451,"Ġend":452,"}$":453,"Ġv":454,"ly":455,"om":456,"Ġk":457,"Ġint":458,"Ġ[":459,"igh":460,"ch":461,"bo":462,"ĠĠĠĠĠ":463,"Ġfor":464,"sq":465,"ur":466,"oin":467,"act":468,"egin":469,"rt":470,"âĤĤ":471,"ĠâĨ":472,"ok":473,"sqrt":474,"_w":475,"ot":476,"ĠâĦķ":477,"ight":478,"_s":479,"ork":480,"ation":481,"Ġat":482,"Ġwh":483,"ll":484,"),":485,"Ġ>":486,"Ġwith":487,"ine":488,"Ġbegin":489,"st":490,"Ġcon":491,"Ġlet":492,"ĠP":493,"iven":494,"_{":495,"]Ċ":496,"it":497,"ere":498,"book":499,"Ġexact":500,"/Ċ":501,"Ġ:Ċ":502,"_work":503,"ĠâĨĴ":504,"_workbook":505,"Ġlean":506,"me":507,"^{":508,"Ġnumber":509,"Ġequ":510,"))":511,"ra":512,"ĠI":513,"ct":514,"/--":515,"}\\":516,"Ġbe":517,"$.":518,"Ġrw":519,"ind":520,"Ġpoin":521,"ft":522,"lus":523,"Given":524,"Ġ-/Ċ":525,"ay":526,"ĠThe":527,"angle":528,"Ġ\\)":529,"âĤĢ":530,"Ġâī¤":531,"ver":532,"ic":533,"ge":534,"ate":535,"(x":536,"ab":537,"tex":538,"ue":539,"ist":540,"_c":541,"orm":542,"iti":543,"_plus":544,"equ":545,"les":546,"ĠâĪĢ":547,"Ġst":548,"ach":549,"Ġ/-":550,"Ġval":551,"Ġco":552,"ĊĊĊ":553,"Ġpos":554,")^":555,"irc":556,"ain":557,"ction":558,"-/":559,")$":560,"right":561,"Ġthen":562,"quad":563,"Ġ{":564,"_num":565,"Ġnorm":566,"Ġsu":567,"Ġo":568,"wo":569,".sqrt":570,"im":571,"ff":572,"tal":573,"Ġ|":574,"ut":575,"ĠW":576,"Ġtotal":577,"ĠĠĠĠĠĠĠĠ":578,"alc":579,"{(":580,"_d":581,"Ġz":582,"ĠĠĊ":583,"ĠÂ":584,"ess":585,"ĠD":586,"el":587,"rom":588,"irst":589,"riangle":590,"Ġper":591,"Ġbo":592,"ence":593,"\\)":594,"erm":595,"Ġfun":596,"Ġâīł":597,"Ġdi":598,"Ġring":599,"ĠIf":600,"Ġsum":601,"ĠE":602,"Ġall":603,"Ġas":604,"Ġpoint":605,"our":606,"are":607,"Ġeach":608,"__":609,"Ġfrom":610,"Ġtwo":611,"eq":612,"ĠFin":613,"Ġor":614,"ents":615,"âĤĥ":616,"Ġhas":617,"Ġsid":618,"Ġnumbers":619,"eng":620,"se":621,"ĠH":622,"Ġvalue":623,"Ġfunction":624,".Ċ":625,"oun":626,"am":627,"Ġequation":628,"itive":629,"Ġcan":630,"ĠÂ·":631,"ength":632,"ĠÎ":633,"Ġinteg":634,"tic":635,"textb":636,"textbf":637,"ition":638,"ect":639,"ub":640,"_m":641,"pe":642,"ity":643,"âĪ":644,"il":645,"ĠGiven":646,"Ġcirc":647,"Ġpositive":648,"ard":649,"Ġequal":650,"Ġwe":651,"Ġif":652,"pp":653,"row":654,"Ġpar":655,"Ġdist":656,"pi":657,"Ġpl":658,"Ġsh":659,"Ġman":660,"left":661,"Ġone":662,"ange":663,"Ġâī¥":664,"ion":665,"Ġtriangle":666,"Ġline":667,"ble":668,"ĠWh":669,"BC":670,"'s":671,"_t":672,"Ġres":673,"od":674,"\\_":675,"and":676,"ĠTh":677,"alcul":678,"Ġj":679,"all":680,"ud":681,"ph":682,"ree":683,")}\\":684,"ĠL":685,"Ġsqu":686,"qquad":687,"Ġthis":688,"pr":689,"Ġch":690,"over":691,"Ġsuch":692,"Ġwhere":693,"Ġpoints":694,"ĠâĪĥ":695,"ag":696,",Ċ":697,"mple":698,"Â²":699,"sin":700,"ond":701,"Ġ$(":702,"Ġsequ":703,"ty":704,"Ġq":705,"Ġmany":706,"est":707,"_l":708,"val":709,"Ġlin":710,"ore":711,"uct":712,"ĠâĪĪ":713,"Ġfirst":714,"ots":715,"Ġsimp":716,"}$,":717,"Ġdiv":718,"ase":719,"Ġreal":720,"math":721,"_eq":722,"Ġang":723,"Ġit":724,"Ġsequence":725,"ount":726,"ef":727,"Ġro":728,"Ġprove":729,"Ġun":730,"Ġcos":731,"cos":732,"Ġti":733,"inal":734,"_pos":735,"fy":736,"##":737,"ant":738,"age":739,"Ġ(-":740,"oll":741,"Ġmin":742,"Ġlength":743,"rove":744,"tain":745,"ance":746,"up":747,"Ġhe":748,"Ġus":749,"ĠWhat":750,"ĠĠĠĠĠĠĠ":751,"$Ċ":752,"}+":753,"ĠFind":754,"_f":755,"Ġfind":756,"Ġarea":757,"Ġterm":758,"ther":759,"cd":760,"neg":761,"Ġwhi":762,"oc":763,"Ġthan":764,"alculate":765,"Ġpr":766,"Ġcircle":767,"*x":768,"Ġfi":769,"ĠâĦļ":770,"arith":771,"ak":772,"its":773,")/":774,"Ġthere":775,"Ġne":776,"tep":777,"Ġre":778,"ater":779,"ass":780,"_r":781,"ays":782,"Ġform":783,"dd":784,"ose":785,"rice":786,"Ġintro":787,"ffer":788,"Ġ_":789,"Ġ(âĪ":790,"ĠO":791,"text":792,"ute":793,"arrow":794,"peed":795,"ular":796,"ast":797,"one":798,"ug":799,"cc":800,"Ġsa":801,"ĠFinset":802,"Ġsquare":803,"ÃĹ":804,"Ġapp":805,"econd":806,"old":807,"ible":808,";Ċ":809,"rightarrow":810,"Ġthree":811,").":812,"Ġal":813,"ust":814,"_of":815,"imum":816,":Ċ":817,"Ġ\\\\":818,"ord":819,"log":820,"âĤĦ":821,"Ġside":822,"Ġnot":823,"ĠProve":824,"ome":825,"_per":826,"equal":827,"Ġset":828,"tive":829,"ĠHow":830,"ases":831,"Ġdiffer":832,"ax":833,"press":834,"ric":835,"Ġits":836,"overrightarrow":837,"ies":838,"Ġconst":839,"ong":840,"\\_\\_":841,"Ġangle":842,"The":843,"Ġany":844,"ĠâĪ¨":845,"}=":846,"mes":847,"Real":848,"mathb":849,"ill":850,"ution":851,"und":852,"ugh":853,"Ġinters":854,"ter":855,"Ġ^":856,"ĠÃĹ":857,"pec":858,"_non":859,"we":860,"otal":861,"{\\":862,"ues":863,"Ġsides":864,"Ġ.":865,"fl":866,"ary":867,"Ġ((":868,"ial":869,"Ġ%":870,"_b":871,"ollow":872,"atis":873,"In":874,"Ġinc":875,"atio":876,"Ġinteger":877,"Ġfollow":878,"ero":879,"Ġintegers":880,"pro":881,"Ġ=>":882,"},":883,"Ġsecond":884,"Ġwhich":885,"Ġse":886,"$\\":887,"Ġsatis":888,"ili":889,"alle":890,"*(":891,"ĠCalculate":892,"Ġli":893,"range":894,"Ġmust":895,"Ġlinarith":896,"ween":897,"etween":898,"itial":899,"art":900,"ĊĠĠĊ":901,"ven":902,"Ġboth":903,"_nonneg":904,"how":905,"Ġcond":906,"Ġdo":907,"eterm":908,"iz":909,"_in":910,"$ĊĊ":911,"cent":912,"ment":913,"olution":914,"Ġbetween":915,"Ġtra":916,".I":917,"Ġcondition":918,"ans":919,"Ġstud":920,")=":921,"Let":922,"Ġrem":923,"ĠFirst":924,"ex":925,".pi":926,"ide":927,"Ġterms":928,"ure":929,"ane":930,"bs":931,"raw":932,"____":933,"ruct":934,"Ġ\\),":935,"Ġquad":936,"Ġcom":937,"Ġver":938,"}}{":939,"ĠÎ±":940,"ĠĠĠĠĊ":941,"ves":942,"}$.":943,"ility":944,"leq":945,"ĠFor":946,"rime":947,"Ġinequal":948,"mplex":949,"ack":950,"}$Ċ":951,"circ":952,"bab":953,"ĠSet":954,"Ġme":955,"ĠShow":956,"Ġdig":957,"Ġ}":958,"ĠIn":959,"fter":960,"Ġmul":961,"Ġtr":962,"Ġvalues":963,".range":964,"air":965,"etermine":966,"Ġhour":967,"Ġ\\).":968,"rect":969,"Ġresul":970,"\\),":971,"Ġequals":972,"ĊĠĠĠĠĊ":973,"_sum":974,"Ġright":975,"Ġnon":976,"adi":977,"bability":978,"Ġprop":979,"Ġsame":980,"own":981,"))Ċ":982,"AB":983,"Ġinter":984,")$,":985,"Ġwhen":986,"ists":987,"eld":988,"ĠLet":989,"Ġprod":990,"Ġsome":991,"Âł":992,"Ġpol":993,"Ġcalc":994,"oint":995,"Ġfollowing":996,"?-/":997,"Ġ\"":998,"Ġ,":999,"pha":1000,"Ġexpress":1001,"sible":1002,"}-":1003,"rough":1004,"(-":1005,"Ġdistance":1006,"\\textbf":1007,"Ġgiven":1008,"alpha":1009,"pend":1010,"eter":1011,"(\\":1012,"ks":1013,"Ġstep":1014,"ost":1015,"Ġsm":1016,"_nf":1017,"ection":1018,"_a":1019,"eta":1020,"Ġtime":1021,"Ġcomp":1022,"cho":1023,"ĠâĪ§Ċ":1024,"proof":1025,"Ġ##":1026,"ffic":1027,"Ġspeed":1028,"Ġconstruct":1029,"lify":1030,"_pro":1031,"Ġdivis":1032,"Ġwas":1033,"Ġam":1034,"ace":1035,"by":1036,"{a":1037,"ĠCo":1038,"ĠâĪĳ":1039,"sum":1040,"_simp":1041,"ally":1042,"âĤħ":1043,"ous":1044,"ĠABC":1045,"ative":1046,"cdot":1047,"Ġinto":1048,"Ġsin":1049,"Ġfinal":1050,"ĠU":1051,"ĠQ":1052,"zero":1053,"Ġinequality":1054,"mathbb":1055,"Ġthrough":1056,"Ġfour":1057,"Ġfield":1058,"ite":1059,"Ġcol":1060,"geq":1061,"allel":1062,"Ġpossible":1063,"/(":1064,"Ġprobability":1065,"Ġwill":1066,"ffici":1067,"metic":1068,"ip":1069,"ap":1070,"Ġ$\\{":1071,"Ġsolution":1072,"Ġel":1073,"ons":1074,"Ġstudents":1075,"Ġcost":1076,"Ġother":1077,"able":1078,"Ġtheir":1079,"Ġapply":1080,"etric":1081,"Ġ&":1082,"Ġcor":1083,"ĠâĦ¤":1084,"Ġmore":1085,"Ġar":1086,"line":1087,"Ġtak":1088,"ertain":1089,"rith":1090,"Ġthese":1091,"ĠG":1092,"Ġwhat":1093,"Ġratio":1094,"rithmetic":1095,"pective":1096,"If":1097,"Ġtri":1098,"Ġorig":1099,"Ġrfl":1100,"ordin":1101,"adius":1102,".-/":1103,"_g":1104,"Ġcl":1105,"-/Ċ":1106,"Ġcertain":1107,"Ġrespective":1108,"Ġinitial":1109,"if":1110,"Ġyear":1111,"tit":1112,"Ġbl":1113,"ABC":1114,"mm":1115,"Ġrect":1116,"**":1117,"âŁ":1118,"Ġpass":1119,"Ġshow":1120,"Ġleft":1121,"Ġarithmetic":1122,"Ġshe":1123,"tip":1124,"ĠJ":1125,"ates":1126,"Ġsq":1127,"_val":1128,"ãĢ":1129,"ola":1130,"Ġcent":1131,"Ġdec":1132,"Ġprice":1133,"arg":1134,"Ġrespectively":1135,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1136,"agon":1137,"Ġsc":1138,"Ġonly":1139,"dots":1140,"âŁ©":1141,"verage":1142,"=\\":1143,"ãĢĢ":1144,"Ġgre":1145,"ving":1146,"Ġhy":1147,"Ġconstructor":1148,"Ġexactly":1149,"Ġhis":1150,"ĠâŁ":1151,"Ġ\\(\\":1152,"ares":1153,"ĠâŁ¨":1154,"Ġhow":1155,"time":1156,"_le":1157,"Ġleast":1158,"uc":1159,"Ġdivid":1160,")$.":1161,"dfrac":1162,"Ġcons":1163,"Ġquadr":1164,"Ġexpression":1165,"Ġcont":1166,"omial":1167,"Ġdifferent":1168,"Ġpoly":1169,"?Ċ":1170,"Fin":1171,"atic":1172,"lip":1173,"ÏĢ":1174,"ations":1175,"}^{":1176,"card":1177,"\\right":1178,"Ġ(âĪĢ":1179,"\\[":1180,"area":1181,"$(":1182,"Ġsy":1183,"Ġ$-":1184,"Ġusing":1185,"Ġadd":1186,");Ċ":1187,"Th":1188,"Ġmaximum":1189,"ive":1190,"Ġdef":1191,"Ġplane":1192,"_price":1193,")--":1194,"rib":1195,"Ġmon":1196,")(":1197,"ĠâĢ":1198,"actor":1199,"Ġexp":1200,"reas":1201,"Ġresult":1202,"iff":1203,"mon":1204,"ĠâĨĶ":1205,"eters":1206,"ens":1207,"blem":1208,"Ġaverage":1209,"----":1210,"ish":1211,"}}":1212,"Ġbase":1213,"Ġrange":1214,"^(":1215,"Ġminimum":1216,"Ġuse":1217,"Ġno":1218,"_re":1219,"ke":1220,"ird":1221,"Ġneed":1222,"Ġabs":1223,"enc":1224,"\\qquad":1225,"Ġdoes":1226,"Ġwork":1227,"{x":1228,"aining":1229,"ĠEx":1230,"Ġexists":1231,"ĠX":1232,"_mul":1233,"_lt":1234,"der":1235,"ateral":1236,"triangle":1237,"Ġsatisfy":1238,"Ġgra":1239,"Ġtang":1240,"Ġafter":1241,"_area":1242,"isc":1243,"Find":1244,"Ġve":1245,"pos":1246,"Ġcub":1247,"ĠThen":1248,"Ġmo":1249,"rop":1250,"Ġmar":1251,"Ġcoordin":1252,"{b":1253,"ĠWe":1254,"Ġproduct":1255,")/(":1256,"ice":1257,"+\\":1258,"times":1259,"Ġday":1260,"rix":1261,"ĠV":1262,"Ġget":1263,"Ġpi":1264,"Ġmid":1265,"ĠThere":1266,"omb":1267,"Ġseg":1268,"Ġdigits":1269,"Ġradius":1270,"ĠâĪļ":1271,"lant":1272,"ĠÂ¬":1273,"_time":1274,"Ġmi":1275,"rad":1276,"Ġsp":1277,"ÂłÂł":1278,"Ġtheorem":1279,"implify":1280,"Ġred":1281,"Ġthey":1282,"Ġte":1283,"_div":1284,"}Ċ":1285,"ined":1286,"Ġlines":1287,"Ġtimes":1288,"ments":1289,"Ġpercent":1290,"\\}$":1291,".log":1292,".ĊĊ":1293,"Ġ\\\\(":1294,"Ġpe":1295,"Ġhours":1296,"cases":1297,"utes":1298,"very":1299,"ha":1300,"ys":1301,"Ġpair":1302,"Ġop":1303,"+b":1304,"ket":1305,"add":1306,"ĠAB":1307,"Ġcontain":1308,"âĤĨ":1309,"Ġplay":1310,"ize":1311,"fficient":1312,"ldots":1313,"idth":1314,"{R":1315,"Ġkn":1316,"Ġbut":1317,"Ġher":1318,"lipse":1319,"Wh":1320,"_dist":1321,"slant":1322,"atrix":1323,"enti":1324,"ches":1325,"Ġmultip":1326,"urn":1327,"Ġsub":1328,"Ġdraw":1329,"âĨ":1330,".Icc":1331,"icular":1332,"pendicular":1333,"\",":1334,"ari":1335,"..":1336,"Ġdays":1337,"Ġreg":1338,"Ġsquares":1339,"uld":1340,"Ġvertic":1341,"Ġball":1342,")\\":1343,"oints":1344,"nomial":1345,"inct":1346,"ĠĠĠĠĠĠĠĠĠ":1347,"Ġden":1348,"Ġhx":1349,"*a":1350,"*y":1351,"_zero":1352,"_length":1353,"Ġcur":1354,"Ġqu":1355,"ĠCon":1356,"total":1357,"ects":1358,"olum":1359,"_bo":1360,"âĢ":1361,"Ġcenter":1362,"raction":1363,")^{":1364,"Ġremaining":1365,"fies":1366,"Ġcommon":1367,"Ġfe":1368,"_rate":1369,"âĳ":1370,"_count":1371,"ĠSimplify":1372,"angles":1373,"Ġrate":1374,")--(":1375,"titute":1376,"pres":1377,"##Ċ":1378,"ople":1379,"Ġthem":1380,"(a":1381,"atur":1382,"Ġtangent":1383,"day":1384,"begin":1385,"ĠÎ¸":1386,"abel":1387,"ĠComplex":1388,"Ġrec":1389,".sin":1390,"Ġvect":1391,"Ġless":1392,"ars":1393,"_total":1394,"lect":1395,"ram":1396,"ĠStep":1397,"Ġoriginal":1398,"Ġamount":1399,"âĨĲ":1400,"Ġproper":1401,"Ġparallel":1402,"ometric":1403,"wer":1404,"Ġellipse":1405,"ell":1406,"Ġ[âĨĲ":1407,"ound":1408,"Ġunits":1409,"lest":1410,"Ġabo":1411,"ning":1412,"Î±":1413,"Ġangles":1414,"point":1415,"}+\\":1416,"Ġtrain":1417,"^n":1418,"overline":1419,"\\sqrt":1420,"Finset":1421,"Ġins":1422,"igit":1423,"olve":1424,"_one":1425,"red":1426,"Ġup":1427,"ĠK":1428,"olume":1429,"\\left":1430,"Ġdid":1431,"AC":1432,"-\\":1433,"_neg":1434,"Ġodd":1435,"Ġsatisfies":1436,"\\).":1437,"_con":1438,"Ġevery":1439,"}$ĊĊ":1440,"sub":1441,"cl":1442,"ower":1443,"Ġminutes":1444,"Ġperpendicular":1445,"^\\":1446,"_cost":1447,"ĠUse":1448,"Ġfraction":1449,"reasing":1450,"Ġwere":1451,"Ġeven":1452,"Ġdistinct":1453,"ĠSub":1454,"Ġrel":1455,"),Ċ":1456,"uch":1457,"Ġge":1458,"fty":1459,"Ġinterval":1460,"Ġeq":1461,"choose":1462,"_h":1463,"Ġax":1464,"ĠâĪ£":1465,"_speed":1466,"Ġnew":1467,"Ġdifference":1468,"Ġhold":1469,"Ġcorrect":1470,"Ġbox":1471,"Ġrepres":1472,"ated":1473,"âĤĻ":1474,"Nat":1475,"alf":1476,"((":1477,"ĠÎ²":1478,"roup":1479,"ards":1480,"Ġpeople":1481,"(\"":1482,"Ġprime":1483,"Ġgraph":1484,"ek":1485,"ude":1486,"Ġ____":1487,"ters":1488,"infty":1489,"Ġstat":1490,"Ġroots":1491,"allest":1492,"Ġpolynomial":1493,"Ġquadratic":1494,"ss":1495,"ider":1496,"ame":1497,"ĠBC":1498,"ĠDetermine":1499,"^{\\":1500,"pm":1501,"nd":1502,".card":1503,"Ġtrue":1504,"Ġintersection":1505,"ĠâĨĴĊ":1506,"Ġso":1507,"Ġheight":1508,"-d":1509,",-":1510,"eriv":1511,"oor":1512,"osition":1513,"Ġvertices":1514,"Ġlarg":1515,"ale":1516,"Ġsmallest":1517,"als":1518,"ne":1519,"mathbf":1520,"ecess":1521,"Ġans":1522,"ĠComb":1523,"Ġout":1524,"Ġdisc":1525,"rm":1526,"Ġind":1527,".$":1528,"axis":1529,"Ġnatur":1530,"ĠY":1531,"Ġ$|":1532,"Ġnatural":1533,"Ġyears":1534,"ties":1535,"Ġcoun":1536,"Ġfl":1537,"ofit":1538,"ĠCombine":1539,"lin":1540,"ula":1541,"âĪļ":1542,"Ġcho":1543,"Ġbook":1544,"Ġgeometric":1545,"Ġdivisible":1546,"ither":1547,"mathrm":1548,"Ġintersects":1549,"exp":1550,"ement":1551,"Ġlog":1552,"lic":1553,"*b":1554,"led":1555,"âĤĩ":1556,",\\":1557,"ber":1558,"fore":1559,"Ġthird":1560,"rid":1561,"tan":1562,"ls":1563,"ould":1564,"ĠThis":1565,".cos":1566,"label":1567,"cdots":1568,"Ġdivided":1569,"Ġbu":1570,"})":1571,"min":1572,"ĠHe":1573,"Ġcoe":1574,"vi":1575,"Ġsmall":1576,"?ĊĊ":1577,"Ġrectangle":1578,"(n":1579,"Ġrow":1580,"hn":1581,"inder":1582,"\\_\\_\\_\\_":1583,"ator":1584,"Ġcomplex":1585,"stem":1586,"ian":1587,")ĊĊ":1588,"ĠEach":1589,"[/":1590,"$.-/":1591,"Ġintersect":1592,"abola":1593,"Ġlong":1594,"andom":1595,"ix":1596,"Ġorder":1597,"wh":1598,"_add":1599,"ĠSubs":1600,"_ratio":1601,"draw":1602,"Ġmeters":1603,"Ġstart":1604,"lop":1605,"Â°":1606,"Ġsegment":1607,"Ġac":1608,")}":1609,"Ġanswer":1610,".mp":1611,"vers":1612,"Ġed":1613,"+y":1614,"$.Ċ":1615,"Ġad":1616,"ants":1617,"Ġdigit":1618,"_iff":1619,"Ġtw":1620,"theta":1621,"Ġu":1622,"imeter":1623,"Ġmiles":1624,"yc":1625,"Ġ(âĪĳ":1626,"Ġpiec":1627,"Ġcomple":1628,"Ġgroup":1629,"mul":1630,"radic":1631,"Ġhalf":1632,"ĠWhen":1633,".f":1634,"ecessary":1635,"Ġrandom":1636,"Ġcar":1637,"-neg":1638,"Ġlies":1639,"Ġkm":1640,"Ġholds":1641,"ĠSubstitute":1642,"âŁ©Ċ":1643,"_two":1644,"ting":1645,"Ġparabola":1646,"Ġcm":1647,"Ġele":1648,"Ġmonth":1649,"par":1650,"ĠAC":1651,"_k":1652,"\\in":1653,"Ġmuch":1654,"Ġmidpoint":1655,"rang":1656,"Ġcases":1657,"Ġfoc":1658,"ign":1659,")*(":1660,"ray":1661,"chool":1662,"Ġwater":1663,"Ġtan":1664,"alculation":1665,"Ġexist":1666,"not":1667,"Ġconditions":1668,"+c":1669,"tra":1670,"crib":1671,"Ġsystem":1672,"ril":1673,".s":1674,"Ġclass":1675,"Ġsell":1676,"Ġwho":1677,"For":1678,"_left":1679,"tt":1680,"_value":1681,"ump":1682,"iqu":1683,"rection":1684,"Ġdiagon":1685,"}(":1686,"erson":1687,"Ġgo":1688,"ild":1689,"}\\)":1690,"Ġpre":1691,"Ġvertex":1692,"beta":1693,"Ġknown":1694,",$":1695,"Ġtriangles":1696,"Ġcoin":1697,"\\]":1698,"Ġpart":1699,"ements":1700,"$-/":1701,"Ġabout":1702,"ich":1703,"perb":1704,"ĠExpress":1705,"oney":1706,"form":1707,"Ġhad":1708,"ype":1709,"Ġformula":1710,"ou":1711,"Ġfeet":1712,"Ġcube":1713,"radiction":1714,"Ġde":1715,"Ġfactor":1716,"ities":1717,"ĠBegin":1718,"$-":1719,"ie":1720,"Ġpercentage":1721,"Ġunit":1722,"Ġvolume":1723,"-digit":1724,"fun":1725,"Ġweek":1726,"rees":1727,"Ġblue":1728,"Ġob":1729,":ĊĊ":1730,"ameter":1731,"ru":1732,"Ġcircum":1733,"ick":1734,"Ġequations":1735,"Ġover":1736,"What":1737,"Ġcolor":1738,"perbola":1739,"Ġcurve":1740,"Ġsal":1741,"leqslant":1742,"cribed":1743,"Ġrepresent":1744,"âĤĪ":1745,"hx":1746,"##ĊĊ":1747,"Ġcomb":1748,"co":1749,"_bound":1750,"Ġdirection":1751,"rilateral":1752,"so":1753,"Ġvari":1754,"âĦ":1755,"Ġcoordinates":1756,"angular":1757,"cm":1758,"ĠIt":1759,"ross":1760,"Ġzero":1761,".choose":1762,"_e":1763,"Ġdeg":1764,"Ġwri":1765,"Ġwin":1766,"res":1767,"$;":1768,"pl":1769,"Ġspec":1770,"_right":1771,"Ġ\\[":1772,"));Ċ":1773,"Ġdefined":1774,"posite":1775,"ges":1776,"inite":1777,"Ġproposition":1778,"ma":1779,"def":1780,"Ġballs":1781,"{cases":1782,"ages":1783,"Ġ$[":1784,"ĠâĢ¢":1785,"ific":1786,"_A":1787,"\\}$,":1788,"Ġprofit":1789,"_th":1790,"čĊ":1791,"(A":1792,"Ġour":1793,"to":1794,"rease":1795,"ymm":1796,"_y":1797,"Ġtwice":1798,"ise":1799,"Ġhyperbola":1800,"Ġpasses":1801,"hb":1802,"Ġalso":1803,"uan":1804,"ner":1805,"oth":1806,"_problem":1807,"Ġgreater":1808,"Ġcircles":1809,"out":1810,"Ġmain":1811,"Ġcount":1812,"ĠPro":1813,"Ġopposite":1814,"Ġpa":1815,"Ġweight":1816,"Ġ(âĪĥ":1817,"_x":1818,"utive":1819,"ABCD":1820,"_v":1821,"_st":1822,"Ġfact":1823,"Ġquadrilateral":1824,"lope":1825,"âĢĸ":1826,"Ġperson":1827,"Ġschool":1828,"{pm":1829,")))":1830,"Ġresults":1831,"Ġtakes":1832,"Ġcontradiction":1833,"Ġselect":1834,"ock":1835,"{pmatrix":1836,"{}":1837,"Ġneg":1838,"lt":1839,"aces":1840,"floor":1841,"/x":1842,"Ġinches":1843,"other":1844,"alse":1845,"Ġmod":1846,"Ġroot":1847,"^x":1848,"riend":1849,"-x":1850,"Ġsufficient":1851,"trac":1852,"Ġperimeter":1853,"Ġtrave":1854,"ique":1855,"_we":1856,"Ġvectors":1857,"iod":1858,"_squ":1859,"Ġlargest":1860,"Ġtake":1861,"abs":1862,"imal":1863,"Ġtrans":1864,"\\\\":1865,"Ġrun":1866,"ĠNow":1867,"+a":1868,"ecutive":1869,"Ġcoordinate":1870,")$Ċ":1871,"Ġregular":1872,"ector":1873,"div":1874,"Ġrema":1875,"_ro":1876,")**":1877,"Ġlast":1878,"ual":1879,"ames":1880,"ĠMain":1881,"Ġchoose":1882,"ational":1883,"Ġsatisfying":1884,"Ġconstant":1885,"Ġderiv":1886,"atch":1887,");":1888,"ĠCh":1889,"Ġteam":1890,"Ġâī¡":1891,"$.ĊĊ":1892,"Ġlengths":1893,"ways":1894,"ĠFinal":1895,"Ġfive":1896,"Ġsymm":1897,"ĠProp":1898,"Ġdiscount":1899,"ily":1900,"_percent":1901,"ĠShe":1902,"ĠIs":1903,"ĠAn":1904,"Ġcalculate":1905,"neq":1906,"omin":1907,"/-":1908,"Ġdetermine":1909,"Ġpairs":1910,"_sub":1911,"arge":1912,"Prove":1913,"_distance":1914,"_B":1915,"_min":1916,"Ġage":1917,"ions":1918,"tern":1919,",b":1920,"Ġbooks":1921,"\\\\)":1922,"where":1923,"$\",":1924,"\\pi":1925,"ron":1926,"ĠâĢĸ":1927,"Ġmean":1928,"Ġhb":1929,"âĤī":1930,"/a":1931,"Â³":1932,"ircle":1933,"Ġdrawn":1934,"ces":1935,"upp":1936,"Ġmeas":1937,"Ġcand":1938,"uction":1939,"Ġnecessary":1940,"ega":1941,",y":1942,"linarith":1943,"Ġproves":1944,"Ġ______":1945,"clude":1946,"Ġvalid":1947,"Ġyuan":1948,"Ġincreasing":1949,"Ġyour":1950,"ted":1951,"Ġconsecutive":1952,"hip":1953,"-negative":1954,"Ġproblem":1955,"Ġways":1956,"Ġremainder":1957,"Ġcards":1958,"{{":1959,"ĠĠĠĠĠĠĠĠĠĠĠ":1960,"ia":1961,"asy":1962,".m":1963,"Ġmoney":1964,"$?":1965,"(\"$":1966,"ĠRs":1967,"ied":1968,"Ġproperty":1969,"ln":1970,"ĠâĨ¦":1971,"eturn":1972,")*":1973,"xed":1974,"_i":1975,"CD":1976,"Ġbas":1977,"Ġsur":1978,"ener":1979,"ling":1980,"$$Ċ":1981,"Ġwhose":1982,"Ġalways":1983,"Ġrcases":1984,"xt":1985,"{N":1986,"Ġdoll":1987,"br":1988,"Ġconc":1989,"Ġeither":1990,"ught":1991,"Ġsets":1992,"Ġstand":1993,"_co":1994,"hed":1995,"Ġposition":1996,"ake":1997,"Ġinv":1998,"de":1999,"ĠĠĠĠĠĠ":2000,"Ġtrip":2001,"Ġsubs":2002,"''":2003,"_ex":2004,"elf":2005,"Ġwhite":2006,"Ġcontains":2007,"_prod":2008,"valu":2009,"uce":2010,"_ne":2011,"Ġwidth":2012,"uring":2013,"Ġscor":2014,"}{\\":2015,"ĠâĦĤ":2016,"Ġsimplify":2017,"Ġsteps":2018,"celes":2019,"_sq":2020,"Ġamong":2021,"osceles":2022,"âģ":2023,"ob":2024,"Ġbound":2025,"{y":2026,"Ġorigin":2027,"ĠEnd":2028,"Ġrequ":2029,"Ġfriend":2030,"Ġpur":2031,"king":2032,"Ġelse":2033,"Ġsold":2034,"pow":2035,"ives":2036,"AD":2037,"Ġblack":2038,"array":2039,"Ġgame":2040,"onsider":2041,"Ġrece":2042,"Ġarrang":2043,"vity":2044,"Ġ\\]Ċ":2045,"ĠSt":2046,"ĠInt":2047,"pt":2048,"Ġpassing":2049,").ĊĊ":2050,"Ġformed":2051,"ood":2052,"tions":2053,"}x":2054,"/h":2055,"=\\{":2056,"lish":2057,")$ĊĊ":2058,"_mod":2059,"Ġsolutions":2060,"rent":2061,"ads":2062,")^(":2063,"ĠÏ":2064,"ticket":2065,"omega":2066,"Ġbis":2067,"ote":2068,"{array":2069,"}|":2070,"Ġass":2071,".exp":2072,"uts":2073,"Ġobtain":2074,"use":2075,"gon":2076,"xy":2077,")=\\":2078,"ĠAfter":2079,"*c":2080,"Ġoff":2081,"/>":2082,"ĠZ":2083,"Ġnlinarith":2084,"Ġear":2085,"Ġmake":2086,"Ġmed":2087,"Ġsix":2088,"Determine":2089,"ample":2090,"ilter":2091,".P":2092,"(B":2093,"ical":2094,"Ġwal":2095,"Ġloc":2096,"av":2097,"ott":2098,"ved":2099,"_diff":2100,"_solution":2101,"efine":2102,"Ġ$$":2103,"ines":2104,"Ġhn":2105,"{n":2106,"ycle":2107,"Ġext":2108,"Ġtoge":2109,"Ġtogether":2110,"int":2111,"ĠTheorem":2112,"Ġanother":2113,"Ġperiod":2114,"Ġsph":2115,"Ġcase":2116,"ĠTherefore":2117,"Ġid":2118,"Ġmeet":2119,"ĠFinally":2120,"com":2121,"Ġcomplete":2122,"Ġold":2123,"Ġseconds":2124,"Ġdown":2125,"ilateral":2126,"EF":2127,"rans":2128,"geqslant":2129,"Ġrectangular":2130,"Ġdenomin":2131,"Ġhk":2132,"-s":2133,"onic":2134,"Ġgrid":2135,"Ġpow":2136,"Ġvector":2137,"Ġstudent":2138,"the":2139,"tten":2140,")).":2141,"vd":2142,"fect":2143,"Ġmonot":2144,"âĦĿ":2145,"ences":2146,"inary":2147,"Ġhc":2148,"ĠÂ¬(":2149,"Ġbeing":2150,")+":2151,"bers":2152,"Ġslope":2153,"_\\_\\_\\_\\_":2154,"osed":2155,"(C":2156,"There":2157,"Ġwould":2158,"ked":2159,"gs":2160,"ucc":2161,"Ġ\\\\Ċ":2162,"ats":2163,"ired":2164,"Ġpieces":2165,"âĮ":2166,"Ġtable":2167,"Ġbuy":2168,"Ġab":2169,"vious":2170,"Ġproperties":2171,"otes":2172,"lection":2173,"gcd":2174,"irls":2175,"verse":2176,"bles":2177,"ren":2178,"-a":2179,"round":2180,"Ġ$$\\":2181,"}^":2182,"Ġmultiple":2183,"Ġinscribed":2184,"Ġdollars":2185,"Ġbag":2186,"Ġsegments":2187,"Ġplan":2188,"Ġfollows":2189,"Ġgreen":2190,"Ġcosts":2191,"oes":2192,"ĠConclude":2193,"parallel":2194,"ult":2195,"ils":2196,"mpute":2197,"ĠOn":2198,"aced":2199,"+x":2200,"ĠâĪ©":2201,"Ġpound":2202,"ward":2203,".mpr":2204,"ately":2205,"\\%":2206,"-b":2207,"oo":2208,"ĠâĬ":2209,"OD":2210,"perp":2211,"ï¼":2212,"Ġfocus":2213,"}_{":2214,"Ġelements":2215,"fficients":2216,"Ġprevious":2217,"ĠÏĢ":2218,"bra":2219,"Ġemp":2220,"_ge":2221,"_contra":2222,"ating":2223,"_pl":2224,"*n":2225,"points":2226,"PQ":2227,"Ġcell":2228,".Prime":2229,"Ġag":2230,"rox":2231,")]Ċ":2232,"Ġrelations":2233,"_to":2234,"ĠCD":2235,"-axis":2236,"Ġisosceles":2237,"jac":2238,"ulation":2239,"ior":2240,"tract":2241,"Ġchild":2242,"^k":2243,"uppose":2244,"Ġdirect":2245,"Ġweigh":2246,"}=\\":2247,"Ġ($":2248,"Ġgener":2249,"Ġfunctions":2250,"Ġcoefficients":2251,"_on":2252,"Ġbott":2253,"ify":2254,"Ġpain":2255,"Co":2256,"Ġaxis":2257,"gebra":2258,"Ġequilateral":2259,"-y":2260,"unction":2261,"Ġ\\{":2262,"height":2263,"Ġ(\\":2264,"ream":2265,"igure":2266,"Ġaddition":2267,"Ġquadrant":2268,"valuate":2269,"Ġmonotonic":2270,"Ġconsider":2271,"jacent":2272,"Ġ?":2273,"vert":2274,"Ġ/-Ċ":2275,"_equ":2276,"Ġwritten":2277,"ĠSolve":2278,"Ġcross":2279,"\\end":2280,"for":2281,"Ġtax":2282,"Ġinterest":2283,"Ġyou":2284,"Ġdivides":2285,"Ġpurch":2286,"way":2287,"Ġsubset":2288,"Ġsmaller":2289,"atest":2290,"Ġ\\_\\_\\_\\_\\_":2291,"Ġbought":2292,"{c":2293,"oy":2294,"ĠPoints":2295,"Ġser":2296,"ib":2297,"ince":2298,"vg":2299,"Ġcannot":2300,"Ġscore":2301,"--------":2302,"ĠRe":2303,"itivity":2304,"Ġwhile":2305,"ouse":2306,"Ġdiameter":2307,"_line":2308,"Ġstatements":2309,"How":2310,"face":2311,"Ġdes":2312,"Ġround":2313,"_sqrt":2314,"Ġ\\((":2315,"ected":2316,"_calc":2317,"Ġhigh":2318,"amp":2319,"ps":2320,"II":2321,"Ġtype":2322,"_angle":2323,"Ġdecimal":2324,"Ġrelationship":2325,".filter":2326,"Ġneeds":2327,"On":2328,"tical":2329,"ingle":2330,"Ġreach":2331,"Then":2332,"Ġperfect":2333,"Ġpartic":2334,"Ġcalculation":2335,"^{-":2336,"ared":2337,"Ġticket":2338,"Ġdegrees":2339,"Ġboys":2340,"_di":2341,"Ġproduc":2342,"lif":2343,"\\{":2344,"_gt":2345,"Ġused":2346,"Ġoper":2347,"ĠAD":2348,"num":2349,"ee":2350,"Ġmost":2351,"Ġdistrib":2352,"cal":2353,"oid":2354,"Ġcoins":2355,"ress":2356,"_ch":2357,"inition":2358,"MOD":2359,"Ġhyp":2360,"_weight":2361,"Ġ$(\\":2362,"rict":2363,"ĠFrom":2364,"enter":2365,"Ġnext":2366,"pply":2367,"Ġunique":2368,"gt":2369,"\\sin":2370,"Ġim":2371,"_un":2372,"Ġrandomly":2373,"ides":2374,"Ġhand":2375,"Ġlie":2376,"Ġinside":2377,"\\[Ċ":2378,"lies":2379,"wise":2380,"Ġlarge":2381,"Ġspecific":2382,"lusion":2383,"Ġparts":2384,"ables":2385,"ift":2386,"_is":2387,"omain":2388,"hedron":2389,"ĠSince":2390,"Ġmarbles":2391,"ĠTotal":2392,"Ġexce":2393,"Ġmem":2394,"$$":2395,"Ġpower":2396,"Ġback":2397,"oss":2398,"hc":2399,"Ġapples":2400,"Ġmeasure":2401,"Ġinequalities":2402,"_range":2403,"Ġbel":2404,"_or":2405,"Ġselling":2406,"Ġbus":2407,"Ġcong":2408,"ave":2409,"_three":2410,"Ġref":2411,"Ġrep":2412,"Ġedge":2413,"igits":2414,"Ġsolve":2415,"ral":2416,"Ġsphere":2417,"_hour":2418,"(D":2419,"Ġ$(-":2420,"Ġfourth":2421,"ablish":2422,"Ġfalse":2423,"this":2424,"Ġkil":2425,"pez":2426,"Ġdiagonal":2427,"Ġbre":2428,"Ġadjacent":2429,"Ġedges":2430,"arc":2431,"Ġboxes":2432,"urs":2433,"Ġrational":2434,"Ġstandard":2435,"Ġselected":2436,"\\cos":2437,"/b":2438,"Ġmath":2439,"}-\\":2440,"Ġturn":2441,"(b":2442,"Ġ)":2443,"\\]Ċ":2444,"inu":2445,"Ġalgebra":2446,"})$":2447,"_equal":2448,";>":2449,"Ġ<;>":2450,"ĠPoint":2451,"}}$":2452,"Î¸":2453,"Ġrest":2454,"Ġplayer":2455,"ole":2456,"Ġcoefficient":2457,"Ġsem":2458,"rite":2459,"![":2460,"_side":2461,"Ġimp":2462,"Ġpay":2463,"da":2464,"$:":2465,"ĠDefine":2466,"ĠâĮ":2467,"Ġshould":2468,"Ġtop":2469,"osen":2470,".symm":2471,"Ġsymmetric":2472,"ext":2473,"ellow":2474,"any":2475,"Ġstore":2476,")x":2477,"=-":2478,"]$":2479,"Ġchord":2480,"Ġques":2481,"Ġgirls":2482,"_final":2483,"ĠAs":2484,"_calculation":2485,"Ġkg":2486,"Ġpolar":2487,"roxim":2488,"_par":2489,"Ġnumer":2490,"Ġgreatest":2491,".gcd":2492,"ÂłÂłÂłÂł":2493,"Ġproj":2494,"Ġacc":2495,"_def":2496,"mod":2497,"Ġpounds":2498,"ances":2499,"_inc":2500,"_not":2501,"\\frac":2502,"Ġreceive":2503,"iss":2504,"ohn":2505,"Ġ).ĊĊ":2506,"Ġgeneral":2507,"Ġfigure":2508,"Ġshown":2509,"mong":2510,"pezoid":2511,"Ġmade":2512,"imil":2513,"vex":2514,"Ġboard":2515,"Ġinf":2516,"imilar":2517,"-c":2518,"Calculate":2519,"Ġabove":2520,"Ġchosen":2521,"Ġfaces":2522,"Ġcomput":2523,"initial":2524,"pond":2525,"Ġsales":2526,"ĠLine":2527,"Ġcook":2528,"Ġstatement":2529,"anges":2530,"\\text":2531,"Ġdiagonals":2532,"Ġ:=Ċ":2533,"Ġbefore":2534,"_height":2535,"ool":2536,"ĠâĪª":2537,"Ġmil":2538,"odd":2539,"oted":2540,"Ġsize":2541,"_ine":2542,"Ġparalle":2543,"âĮĭ":2544,"_self":2545,"ĠCase":2546,"...":2547,"ures":2548,"Ġequality":2549,"_pow":2550,"Ġ\\_\\_\\_\\_\\_\\_":2551,"kes":2552,"ets":2553,"_me":2554,"hA":2555,"Ġalong":2556,"Ġ-(":2557,"Ġpath":2558,"oot":2559,"{A":2560,"Ġev":2561,"ĠAt":2562,"Ġapproxim":2563,"circle":2564,"}$-/":2565,"|\\":2566,"Ġgames":2567,"Ġstar":2568,".d":2569,"Ġspend":2570,"aginary":2571,"amma":2572,"_triangle":2573,"ank":2574,"cap":2575,"Ġdomain":2576,"Ġ)Ċ":2577,"ĠApply":2578,"Ġarc":2579,"Ġ\\).Ċ":2580,"ĠTo":2581,"Ġstr":2582,".logb":2583,")\\)":2584,"_width":2585,"_C":2586,"Ġsurface":2587,"airs":2588,"'ll":2589,"Ġcompute":2590,"enn":2591,"ĠThey":2592,"oly":2593,"_j":2594,"Ġincrease":2595,"Ġ$-\\":2596,"Ġfixed":2597,"ricity":2598,"Ġlarger":2599,"Ġda":2600,"Ġconn":2601,"Ġstarting":2602,"inear":2603,"respond":2604,"Ġcurrent":2605,"fer":2606,"Ġpolygon":2607,"*m":2608,"Ġpiece":2609,"alls":2610,"Ġdenominator":2611,"ings":2612,"ĠTwo":2613,"Ġpack":2614,"ided":2615,"logram":2616,"etry":2617,"_square":2618,"Ġhex":2619,"Ġitem":2620,"(y":2621,":âĦĿ":2622,"_max":2623,"eck":2624,"Ġest":2625,"Ġtrapezoid":2626,"ansion":2627,"ush":2628,"Ġcut":2629,"ns":2630,"thod":2631,"duce":2632,"At":2633,"Ġcubic":2634,";ĊĊ":2635,"ata":2636,"lim":2637,"lls":2638,"sh":2639,"Ġacute":2640,"Consider":2641,"Ġgives":2642,"yl":2643,"reases":2644,"Ġ...":2645,"Ġimaginary":2646,"_am":2647,"reased":2648,"Ġalgebraic":2649,"Ġcorrespond":2650,"Ġplayers":2651,"_size":2652,"orrect":2653,"akes":2654,"inuous":2655,"cup":2656,"Ġnegative":2657,"ĠAdd":2658,"length":2659,"Ġpositivity":2660,"/>$(":2661,"Ġ+\\":2662,"Ġdenoted":2663,"Ġplaced":2664,"Ġcap":2665,"Ġroom":2666,"Ġsubstitute":2667,"Ġph":2668,"Ġlinear":2669,"_equation":2670,"ival":2671,"yram":2672,"yramid":2673,"Ġcard":2674,"Ġestablish":2675,"width":2676,"Ġnow":2677,"actorial":2678,"umption":2679,"Ġface":2680,"Ġshort":2681,"Ġscores":2682,"âħ":2683,"ows":2684,"Ġbec":2685,"ency":2686,"Ġdis":2687,"Ġcup":2688,"]{":2689,"Ġneeded":2690,"sume":2691,"Two":2692,"Ġdecreasing":2693,"_sh":2694,"Ġmoving":2695,"âĳ¡":2696,"ĠVer":2697,"Ġadditional":2698,"ĠDi":2699,"Ġfriends":2700,"âĳł":2701,"aw":2702,"amb":2703,"*z":2704,"ocks":2705,"=(":2706,"Ġpop":2707,"</":2708,"Ġincl":2709,"els":2710,"],":2711,"Ġnor":2712,"hab":2713,"Ġsingle":2714,"Ġrepresents":2715,"hf":2716,"etra":2717,"Ġexpressions":2718,"Ġinvest":2719,"ĠâĪļ(":2720,"dist":2721,"ĠâĮĬ":2722,"ĠSecond":2723,"Ġconvex":2724,"Ġcolum":2725,"{m":2726,"Ġsw":2727,"plus":2728,"_at":2729,"Ġcover":2730,"Ġcalcul":2731,"Ġcombined":2732,"ective":2733,"Ġdefinition":2734,"hy":2735,"Set":2736,"Ġdivision":2737,"Ġmoves":2738,"Ġspent":2739,"Ġ______.":2740,"Ġaround":2741,"_exp":2742,"Ġdog":2743,"Ġyellow":2744,"lass":2745,"=x":2746,"_avg":2747,"Ġchildren":2748,"Ġwithout":2749,"ĠExp":2750,"fold":2751,"'(":2752,"Ġmove":2753,"Ġparticip":2754,"Ġparallelogram":2755,"_inters":2756,"ortion":2757,"Ġpyramid":2758,"then":2759,"let":2760,"ries":2761,"*k":2762,"_volume":2763,"))^":2764,"coordin":2765,"Ġmedian":2766,"Ġtank":2767,"Ġremo":2768,"\\times":2769,"ambda":2770,"ĠĠĠĠĠĠĠĠĠĠ":2771,"Ġbin":2772,"acity":2773,"Ġinr":2774,"_trans":2775,"Ġ\\]":2776,"Ġconclusion":2777,"Ġregion":2778,"ĠÎ³":2779,"Ġhouse":2780,")|":2781,"ĠBy":2782,"Ġdim":2783,"Ġ${":2784,"mph":2785,"_days":2786,"sing":2787,"Ġsample":2788,"lambda":2789,"uding":2790,"aâĤĻ":2791,"Ġexpansion":2792,"Ġinfinite":2793,"ason":2794,".sum":2795,"Ġgrad":2796,"ĠAll":2797,"BD":2798,"_cases":2799,"Ġ({":2800,"\\leqslant":2801,"-|":2802,"Ġgall":2803,"Ġadded":2804,".e":2805,"ales":2806,"Ġmembers":2807,"lit":2808,"Ġocc":2809,"Ġfin":2810,"Ġagain":2811,"arget":2812,"ull":2813,"Ġdivisors":2814,"Ġareas":2815,"Ġsimplif":2816,"_age":2817,"Ġwhe":2818,"ights":2819,"phi":2820,"Ġrot":2821,"$\"":2822,"Ġinde":2823,"mplete":2824,"olving":2825,"Ġtetra":2826,"alled":2827,"rain":2828,"ccent":2829,"Ġonce":2830,"Ġradi":2831,"Ġ{\\":2832,"cycle":2833,"Ġresulting":2834,"ears":2835,"Ġderivative":2836,"Ġbisector":2837,"Ġcould":2838,"Ġmat":2839,"tition":2840,"nings":2841,"_hours":2842,"ĠProves":2843,"ased":2844,"ark":2845,"-h":2846,"_point":2847,"Ġeccent":2848,"mid":2849,"Ġmethod":2850,"Ġwithin":2851,"Ġsqrt":2852,"ci":2853,"Ġdata":2854,"ail":2855,"Ġgets":2856,"]$,":2857,"Ġapproximately":2858,"Ġen":2859,".in":2860,"Ġpenc":2861,"=f":2862,"Ġ\\)Ċ":2863,"oles":2864,"Ġdivisor":2865,"Ġ**":2866,"Ġxy":2867,"Ġ$(-\\":2868,"yp":2869,"oprime":2870,"Ġshare":2871,"Ġlist":2872,"Â¹":2873,"comes":2874,"\\mathbb":2875,"mit":2876,"inc":2877,"ĠExpand":2878,"(m":2879,"Ġhexagon":2880,"ĠCompute":2881,".\\]":2882,"vec":2883,"Ġpaper":2884,"Ġtickets":2885,"olor":2886,"ĠaâĤĻ":2887,"Ġdri":2888,"Ġlo":2889,"Ġbelow":2890,"ĠAM":2891,"Ġvis":2892,"Which":2893,"Ġread":2894,"Ġaltit":2895,"ematic":2896,"\\[\\":2897,"Ġway":2898,"An":2899,"Ġshowing":2900,"ructure":2901,"vings":2902,")}{":2903,"_amount":2904,"Ġexceed":2905,"quare":2906,"Ġeccentricity":2907,"Ġmatch":2908,"*d":2909,"Ġcolors":2910,"Ġreturn":2911,"Ġcalled":2912,"loy":2913,"Ġdistances":2914,"dle":2915,"_with":2916,"Ġcubes":2917,"ivity":2918,"ality":2919,"bit":2920,"ĠPl":2921,"Ġpropositions":2922,"Ġcone":2923,"ollinear":2924,"Ġlike":2925,"fig":2926,",c":2927,"Ġduring":2928,"$)":2929,"Ġvariables":2930,"Ġunfold":2931,"Ġminute":2932,"Ġfoci":2933,"Ġcells":2934,"\\begin":2935,".le":2936,"_odd":2937,"Ġcity":2938,"(f":2939,"=$":2940,"_product":2941,"hp":2942,"ah":2943,"Ġexample":2944,"Ġdegree":2945,"_mon":2946,"Ġfactors":2947,")-":2948,"âĳ¢":2949,"Ġstarts":2950,"ĠBD":2951,"_succ":2952,"max":2953,"Ġdoub":2954,"ĠABCD":2955,"ĠĠĠĠĠĠĠĠĠĠĠĠĠ":2956,"_disc":2957,"ression":2958,"Ġexpressed":2959,"lfloor":2960,"{C":2961,"rfloor":2962,"Ġcookies":2963,"ĠConvert":2964,"$?Ċ":2965,"Theorem":2966,"Ġmakes":2967,"_prop":2968,"Ġhim":2969,"Ġplace":2970,"_mean":2971,"ins":2972,"rary":2973,"othes":2974,"write":2975,"(E":2976,"Ġsequences":2977,"}}\\":2978,"ball":2979,"aded":2980,"Ġmultiply":2981,"Ġmen":2982,"Ġca":2983,"\\}$.":2984,"Ġequival":2985,"ĠPart":2986,"Ġ=>Ċ":2987,"venue":2988,"Ġcombin":2989,"ather":2990,"Ġpages":2991,"Ġoption":2992,"Ġbro":2993,"Ġrepl":2994,"ativity":2995,"Ġwants":2996,"lice":2997,"artes":2998,"Ġtest":2999,"Ġresp":3000,"equence":3001,"Ġtaken":3002,"Ġtetrahedron":3003,"âģ»":3004,"artesian":3005,"Ġinitially":3006,"Ġdirectly":3007,"ire":3008,"Ġcongru":3009,"Ġhp":3010,"Ġsums":3011,"omm":3012,"Ġann":3013,"'t":3014,".Ioo":3015,"Ġfar":3016,"onday":3017,"ĠOne":3018,"Ġrelative":3019,"ĠReturn":3020,"Ġspace":3021,"Ġcompany":3022,"Ġ-\\":3023,"_four":3024,"Â·":3025,"Ġcontaining":3026,"|x":3027,"',":3028,"emale":3029,"Ġobtained":3030,"udents":3031,"Ġfloor":3032,"})$,":3033,"till":3034,"_form":3035,"Ġ\\[Ċ":3036,"cess":3037,"part":3038,".mem":3039,"Ġhome":3040,"ĠComplete":3041,"Ġdivide":3042,"Ġinl":3043,"Ġten":3044,"ĠPQ":3045,"Ġprog":3046,"\\%$":3047,"*Real":3048,"'Ċ":3049,"Ġrequired":3050,"Ġ}\\":3051,"anti":3052,"Ġstrict":3053,"ĠList":3054,"_inter":3055,"\\)Ċ":3056,"Ġpaid":3057,"mpty":3058,"ĠÏī":3059,"_even":3060,"+i":3061,"Ġfinish":3062,"ually":3063,"Ġreceived":3064,"_points":3065,"ĠOr":3066,"ultip":3067,"get":3068,"oriz":3069,"Ġfill":3070,"Ġbi":3071,"}=(":3072,"Ġinterior":3073,"Ġincreased":3074,"Ġ**(":3075,"entim":3076,"ism":3077,"Ġcorresponding":3078,"Ġact":3079,"[b":3080,"Ġexpand":3081,"umber":3082,"attern":3083,"Ġbasket":3084,"board":3085,"avor":3086,"Ġfish":3087,"-coordin":3088,"Î»":3089,"Î²":3090,"Ġcentim":3091,",+\\":3092,"Ġteach":3093,"subset":3094,"ĠNe":3095,"ĠâĪĥ!":3096,"Ġordered":3097,"Ġpick":3098,"Ġstop":3099,"ĠCartesian":3100,"Ġsign":3101,"_intersection":3102,"Ġdaily":3103,"Ġinduction":3104,"{B":3105,"{AB":3106,"Ġ'":3107,"ZMOD":3108,"Ġcyl":3109,"Ġincreases":3110,"Ġmidpoints":3111,"\\leq":3112,"ĠSuppose":3113,"sp":3114,"Ġmag":3115,"+z":3116,"rand":3117,"Ġproducts":3118,"ey":3119,"ustom":3120,"Ġincome":3121,"_quad":3122,"raight":3123,"{O":3124,"\",(":3125,"Ġsucc":3126,"Ġshop":3127,"Ġplanes":3128,"_function":3129,"[i":3130,"âĪŀ":3131,"Ġpush":3132,"Ġmarked":3133,".val":3134,"Ġbc":3135,".c":3136,"Ġ\\\\(\\":3137,"eros":3138,"Ġbx":3139,"+n":3140,"Ġcars":3141,"Ġ\\).-/":3142,"lication":3143,"Ġstraight":3144,"equiv":3145,"Ġseq":3146,"\\\\),":3147,"$;Ċ":3148,"_pr":3149,".tan":3150,"Ġiden":3151,"Ġemploy":3152,"_roots":3153,"ĠMultip":3154,"Ġparameter":3155,"la":3156,"ĠUsing":3157,"Ġletters":3158,"olate":3159,"Ġfound":3160,"Ġdefine":3161,"Ġ$|\\":3162,"ĠCar":3163,"orizon":3164,"_sc":3165,"abc":3166,"Ġsalary":3167,"Ġpri":3168,"-negativity":3169,"ization":3170,"ĠNext":3171,"}\\).":3172,"\\alpha":3173,"Ġseries":3174,"Ġeg":3175,"Ġkmph":3176,"_dvd":3177,"Ġdeterm":3178,"orizontal":3179,"ta":3180,"Prop":3181,"Ġknow":3182,"Ġbinomial":3183,"ep":3184,"Ġfull":3185,"Ġlt":3186,"Ġitems":3187,"Ġcircumcircle":3188,").Ċ":3189,"books":3190,"}\\),":3191,"ized":3192,"ory":3193,"ĠĊĊ":3194,"Ġbeen":3195,"_first":3196,"Ġcentimeters":3197,"ms":3198,"Ġtow":3199,"Ġstill":3200,"stream":3201,"Ġtarget":3202,"ĠMultiply":3203,"ĠâĬĨ":3204,"Ġmatrix":3205,"Ġdot":3206,"Ġcolumn":3207,"Ġkilom":3208,"Ġunder":3209,"mer":3210,"_circle":3211,"})Ċ":3212,".[/":3213,"Ġcandy":3214,"rows":3215,"/hr":3216,"_percentage":3217,"entagon":3218,"Ġrelation":3219,"Ġpopulation":3220,"Ġmarks":3221,"Ġidentical":3222,"{P":3223,"_day":3224,"_probability":3225,"_initial":3226,"ĠBool":3227,"ees":3228,"Ġmonthly":3229,"rue":3230,"}$.-/":3231,"Ġrepeat":3232,"Ġremain":3233,"Ġtyp":3234,"hB":3235,"_divis":3236,"-m":3237,"_digit":3238,"Ġaway":3239,"entiable":3240,"_exists":3241,"Ġrespect":3242,"irts":3243,"ho":3244,"_cub":3245,"Ġmonths":3246,"ĠType":3247,"olute":3248,"eks":3249,"Ġhm":3250,"Ġ[-":3251,"Ġfam":3252,"%.":3253,"Ġfinite":3254,"Ġ)ĊĊ":3255,"Ġsit":3256,"ĠAl":3257,"rip":3258,"Ġsymmetry":3259,"Ġenti":3260,"erive":3261,"ĠEven":3262,"ĠOdd":3263,"ile":3264,"Ġintersecting":3265,"Ġatt":3266,"_cos":3267,"(II":3268,"dot":3269,"ĠWhich":3270,"ape":3271,"Ġseven":3272,"_deriv":3273,"_se":3274,"Suppose":3275,"igned":3276,"Ġrows":3277,"\\cdot":3278,"Ġentire":3279,"Ġoperation":3280,"Ġquestions":3281,"Among":3282,"_unique":3283,"ference":3284,"atform":3285,"uesday":3286,"ese":3287,".arc":3288,"Ġsells":3289,"uration":3290,"Â°Ċ":3291,"Ġsimilar":3292,"-zero":3293,"Ġanal":3294,"Ġevent":3295,"ridge":3296,"ĠÎµ":3297,"Ġwins":3298,"hm":3299,"}$.ĊĊ":3300,"Ġgroups":3301,"/y":3302,"var":3303,"cer":3304,"Ġmonotonically":3305,"/c":3306,"_out":3307,"Ġnear":3308,"ĠIntro":3309,"ĠVerify":3310,"_const":3311,"ium":3312,"Ġtrees":3313,"Ġruns":3314,"DE":3315,"Ġdenote":3316,"_q":3317,"Ġabsolute":3318,"Ġgu":3319,"mut":3320,"tim":3321,"Ġsale":3322,"%Ċ":3323,"Ġgood":3324,"âĳ£":3325,"fference":3326,"ensions":3327,"ords":3328,"{ÏĢ":3329,"ĠIntroduce":3330,"Ġgot":3331,"ann":3332,"Ġhaving":3333,"\\}":3334,"Ġinverse":3335,"Ġmiddle":3336,"Ġtravel":3337,"Ġer":3338,"_squares":3339,".mul":3340,"ymp":3341,"Ġprov":3342,"ister":3343,"âĪĥ":3344,"Ġrunning":3345,"Ġcents":3346,"Ġreci":3347,"_sp":3348,"Ġsection":3349,"_{\\":3350,"Ġstrictly":3351,"_students":3352,"omen":3353,"Ġhorizontal":3354,"We":3355,"_abs":3356,"Ġcollinear":3357,"(I":3358,"Ġpurchase":3359,"Ġ![":3360,"quality":3361,"oe":3362,"oses":3363,"linewidth":3364,"Ġnumerator":3365,"ecting":3366,"Ġasymp":3367,"izz":3368,"vel":3369,"Ġconsists":3370,"Ġdistribution":3371,"pendent":3372,"ĠSum":3373,"ĠAnd":3374,"_dec":3375,"-f":3376,"Ġpencils":3377,"Ġspecial":3378,"Ġempty":3379,"Ġprojection":3380,"Ġdiag":3381,"_comm":3382,"Ġtook":3383,"chie":3384,"Ġeat":3385,")$.ĊĊ":3386,"Ġhypothes":3387,"}$$":3388,"\\overrightarrow":3389,"Ġpattern":3390,"tick":3391,"{Z":3392,"Ġcomputation":3393,"Ġfif":3394,"oten":3395,"lation":3396,"];":3397,"_arith":3398,"_inv":3399,"ule":3400,"lected":3401,"ateg":3402,"Ġincorrect":3403,"bin":3404,"maining":3405,"_discount":3406,"Ġpentagon":3407,"Ġcle":3408,"lg":3409,"Ġmanip":3410,"anc":3411,"Ġchoc":3412,"Ġstating":3413,"čĊčĊ":3414,"prime":3415,",n":3416,"_plane":3417,".**":3418,"ighb":3419,"lue":3420,"Ġsimplified":3421,"Ġarranged":3422,")$.Ċ":3423,"Ġpolynomials":3424,"ires":3425,"Ġcongruent":3426,"Ġvariable":3427,"pping":3428,"otenuse":3429,"XY":3430,"Ġfemale":3431,"_comp":3432,"Ġparam":3433,"Ġwhole":3434,"Ġachie":3435,"Ġearn":3436,"Ġgallons":3437,"ĠAssume":3438,"}\\}$":3439,"-i":3440,"Ġarbit":3441,"Ġbill":3442,"Ġassumption":3443,"ĠAddition":3444,"Ġfood":3445,".\"":3446,"_frac":3447,"linear":3448,"ĠDiv":3449,"ĠJohn":3450,"Ġpole":3451,"\\).Ċ":3452,"_P":3453,"ger":3454,"Ġpres":3455,"-hand":3456,"ina":3457,"center":3458,"Ġcircular":3459,"ĠBob":3460,"Ġidenti":3461,"Ġ\"$":3462,"Ġbottom":3463,"-in":3464,"ancel":3465,"Ġprocess":3466,"Ġcustom":3467,"ĠInitial":3468,"Ġdice":3469,"_proof":3470,"ĠConsider":3471,"ever":3472,"Ġtransform":3473,"Ġfractions":3474,"read":3475,"Ġdr":3476,"Ġpaint":3477,"|=":3478,"_red":3479,"nes":3480,"cept":3481,"Ġmodul":3482,"Ġhi":3483,"ĠFalse":3484,"*I":3485,"Ġlabel":3486,"Ġloss":3487,".succ":3488,"Ġgave":3489,"Ġbreak":3490,"ney":3491,".abs":3492,".div":3493,"Ġsubsets":3494,"Ġscored":3495,"+d":3496,"Ġnormal":3497,"(g":3498,"orth":3499,"{al":3500,"lied":3501,"Ġderive":3502,"Ġvotes":3503,"Ġverify":3504,"}$.Ċ":3505,"Ġthose":3506,"ink":3507,"Ġouts":3508,"Ġput":3509,"MN":3510,"prod":3511,"Ġaltitude":3512,"Ġrh":3513,"Ġ+Ċ":3514,"_ar":3515,"Ġoranges":3516,"Ġbuys":3517,"/n":3518,"Ġlea":3519,"Compute":3520,"rea":3521,"Ġzeros":3522,"Ġactual":3523,"Ġchange":3524,"lack":3525,"Ġlocated":3526,"_inequality":3527,"Ġones":3528,"Ġchess":3529,"Ġwinning":3530,"Ġelement":3531,"ones":3532,"<sub":3533,"ĠSubtract":3534,"nit":3535,"*t":3536,"^m":3537,"]p":3538,"ĠNumber":3539,"Ġplus":3540,"Ġcolored":3541,"olynomial":3542,"eds":3543,"Ġquanti":3544,"Ġkilometers":3545,",a":3546,"\\{\\":3547,"Ġsemi":3548,"Ġconsist":3549,"hk":3550,"Ġmilk":3551,"Ġconfig":3552,"_difference":3553,"Ġpositions":3554,"Ġhypothesis":3555,"Ġcontinuous":3556,"ya":3557,"ton":3558,"_prime":3559,"______":3560,"Solve":3561,"ament":3562,"uck":3563,"_profit":3564,"Ġhypotenuse":3565,"ices":3566,"illed":3567,"ĠNecessary":3568,"Ġhr":3569,"Complex":3570,"Ġheq":3571,"Ġnumbered":3572,"_outcomes":3573,"omes":3574,"+(":3575,"Ġplant":3576,"Ġtree":3577,"Ġoun":3578,"_radius":3579,"ombus":3580,"})^{":3581,"ĠĠĠĠĠĠĠĠĠĠĠĠ":3582,"Ġshaded":3583,"[asy":3584,"room":3585,"ednes":3586,"Ġdiagram":3587,"$\",(":3588,"Ġrepresented":3589,"Ġmathematic":3590,"/s":3591,"Ġreduc":3592,"Ġnearest":3593,"tient":3594,"lusive":3595,"Ġcenters":3596,"Ġdirections":3597,"Ġnonzero":3598,"Ġpric":3599,".)":3600,"(i":3601,"Ġmark":3602,"Ġprob":3603,"Eq":3604,"-linear":3605,"anan":3606,"ips":3607,"land":3608,"Ġoutside":3609,"ped":3610,"Ġown":3611,"Ġfactorial":3612,"_te":3613,"Ġdon":3614,"yclic":3615,"incip":3616,"rown":3617,"St":3618,"_root":3619,"lcm":3620,"Ġteams":3621,"Ġfru":3622,"Ġsamp":3623,"Proposed":3624,"Ġliters":3625,"Ġprism":3626,"Ġindependent":3627,"ature":3628,"Ġtypes":3629,"_cancel":3630,"Ġannual":3631,"ners":3632,"));":3633,"Con":3634,"Ġtemp":3635,"ording":3636,"Ġclock":3637,"Ġintern":3638,"$$ĊĊ":3639,"Ġgard":3640,"Ġequivalent":3641,"Ġexistence":3642,"Ġmultiplication":3643,"{v":3644,"sc":3645,"_term":3646,"Ġtriangular":3647,"ounts":3648,"Ġfoot":3649,");ĊĊ":3650,"_proper":3651,"_positive":3652,"minus":3653,"_factor":3654,"Ġ_{":3655,"lex":3656,"Ġhd":3657,"_all":3658,"ĠEvaluate":3659,"binom":3660,"Ġvisit":3661,"pmod":3662,"_sequence":3663,"ĠâĨĲ":3664,"ash":3665,"ednesday":3666,"{z":3667,"gamma":3668,"xi":3669,"\\geq":3670,"eff":3671,"-coordinate":3672,"}^*":3673,"Ġproportion":3674,"}}=":3675,"ove":3676,"Ġjump":3677,"Ġneighb":3678,"_imp":3679,"Ġshape":3680,"_after":3681,"Ġlaw":3682,"âĢĻ":3683,"Ġsci":3684,"%,":3685,"_int":3686,"erry":3687,"uctive":3688,"oons":3689,"Ġlegs":3690,"elta":3691,"Ġra":3692,"Ġworks":3693,"Ġcandies":3694,"|$":3695,"til":3696,"ĠPlane":3697,"ield":3698,"Ġcylinder":3699,"ension":3700,"When":3701,"Ġarbitrary":3702,"Ġeggs":3703,"ivers":3704,"jor":3705,"off":3706,"Ġfifth":3707,"=a":3708,"Ġtrac":3709,"Ġarrangements":3710,"Ġwhether":3711,".re":3712,"Ġ\\_\\_\\_\\_\\_\\_.":3713,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3714,"Ġcre":3715,"ĠCan":3716,"Ġcups":3717,"arily":3718,"Ġquar":3719,"ĠDivide":3720,"pair":3721,"_seq":3722,"avorable":3723,"*p":3724,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3725,"iginal":3726,"con":3727,"Ġdimensions":3728,"lices":3729,"ert":3730,"Ġmph":3731,"son":3732,"Ġmach":3733,"Ġconj":3734,"mma":3735,"Ġcapacity":3736,"{p":3737,"}a":3738,",...":3739,"udes":3740,"oper":3741,"_ass":3742,"Ġmass":3743,"ĠExtract":3744,"Ġgive":3745,"Ġvertical":3746,"//":3747,"Ġ}{":3748,")}$":3749,"Ġplatform":3750,"irt":3751,"GH":3752,"ication":3753,"Ġdie":3754,"ÂłÂłÂł":3755,"rimin":3756,"Ġallow":3757,"Ïī":3758,"_qu":3759,"_prob":3760,"Ġexam":3761,"earrange":3762,"Ġneither":3763,"Ġsn":3764,"scribed":3765,"Ġens":3766,"Ġtaking":3767,"Ġcorner":3768,"Ġmay":3769,"lion":3770,"âī":3771,"order":3772,"}.$":3773,"'$":3774,"ĠAdditionally":3775,"Ġsemic":3776,"-th":3777,"riday":3778,"Ġexpected":3779,"Ġextern":3780,"Ġends":3781,"Ġequally":3782,"_equals":3783,"Ġopen":3784,"_box":3785,"Of":3786,"\\theta":3787,"Ġbread":3788,"Ġroll":3789,"Ġcompound":3790,"unch":3791,"Ġlonger":3792,"Ġmatches":3793,"_D":3794,"Ġpermut":3795,"Ġdividing":3796,"Ġprogression":3797,"Ġrent":3798,"urrent":3799,"Ġhz":3800,"lec":3801,"ics":3802,"riminant":3803,"_power":3804,"Gamma":3805,",x":3806,"Ġsol":3807,"Ġmale":3808,"ĠMatrix":3809,"raph":3810,"Ġland":3811,"Ġrectangles":3812,"Ġsand":3813,"Ġmodulo":3814,"_five":3815,"irds":3816,"Ġrequires":3817,"Ġrepresenting":3818,".im":3819,"CA":3820,"\\neq":3821,"Ġgarden":3822,"_pairs":3823,")!":3824,"ufficient":3825,"Ġ\\,":3826,"Ġrecipro":3827,"_score":3828,"ination":3829,"_week":3830,"Ġwomen":3831,"(t":3832,"veral":3833,"_ineq":3834,"Ġquestion":3835,"hr":3836,"icks":3837,"_mid":3838,"rho":3839,"]ĊĊ":3840,"ness":3841,"Ġsupp":3842,"with":3843,"Ġconsidering":3844,"Ġbags":3845,"Ġseveral":3846,"Ġdouble":3847,"ĠMonday":3848,"suming":3849,"Ġalone":3850,"Ġounces":3851,"speed":3852,"teen":3853,"aneous":3854,"Ġcandid":3855,"Ġlower":3856,"Ġeight":3857,"(k":3858,"Ġforms":3859,"{t":3860,"Ġrhombus":3861,"Ġsampling":3862,"Ġoptions":3863,"ĠâĪħ":3864,"Ġwall":3865,"ogram":3866,".arccos":3867,"Ġtravels":3868,"_pi":3869,"Ġbuild":3870,"Ġ$[-":3871,"Ġwent":3872,"jective":3873,"Ġbridge":3874,"_second":3875,"boxed":3876,"Ġlab":3877,"Ġwrite":3878,"Ġjoin":3879,"angent":3880,"_arrang":3881,"deriv":3882,"Ġfamily":3883,".t":3884,"Ġages":3885,"ĠDist":3886,"RS":3887,")),":3888,"no":3889,"Ġemployees":3890,"fied":3891,"Ġonto":3892,"hline":3893,"Ġgas":3894,"wers":3895,"Ġpizz":3896,"Ġkey":3897,"(c":3898,"ayer":3899,"$?-/":3900,"fill":3901,"*r":3902,"_cont":3903,"_cap":3904,"Ġir":3905,"ths":3906,"ĠRewrite":3907,"áµ":3908,"_and":3909,"Ġleg":3910,"}}+\\":3911,"Ġtac":3912,"less":3913,"_app":3914,"ĠSh":3915,"Ġfast":3916,"Ġnegation":3917,"-angle":3918,"Ġweeks":3919,"_ear":3920,"mathcal":3921,"_increase":3922,"Ġincluding":3923,"Ġradii":3924,"Ġrelatively":3925,"Ġwant":3926,"Ġlateral":3927,"^a":3928,"_formula":3929,"ĠEF":3930,"eval":3931,"Ġorth":3932,"\\geqslant":3933,"Ġworkers":3934,"Ġ|Ċ":3935,"Ġfilled":3936,"ade":3937,"Ġweights":3938,".un":3939,"Ġoperations":3940,"_rec":3941,"ym":3942,"ĠXia":3943,"Ġintegral":3944,"Ġgain":3945,"Ġcomm":3946,"mall":3947,"ping":3948,"orning":3949,"ids":3950,"_base":3951,"varphi":3952,"ĠAmong":3953,"alid":3954,"work":3955,"_bounds":3956,"Ġnonneg":3957,"Ġoct":3958,"vey":3959,"ended":3960,"Ġsimple":3961,"Ġchocolate":3962,"Ġwalking":3963,"ĠDirect":3964,"thers":3965,"Ġworking":3966,"Pro":3967,"Ġuntil":3968,"Ġshift":3969,"Ġexpl":3970,"ourney":3971,"Ġbr":3972,"pecific":3973,",...,":3974,"Ġmixt":3975,".factorial":3976,"Ġturns":3977,"reen":3978,"Is":3979,"Ġsepar":3980,"Ġreflection":3981,"Ġapart":3982,"_year":3983,"Ġih":3984,"Ġcheck":3985,"Ġorange":3986,"Ġgrade":3987,"+m":3988,"Ġche":3989,"Ġmeans":3990,"Ġjob":3991,"_perp":3992,"Ġdue":3993,"port":3994,"ĠNo":3995,"Ġflow":3996,"otient":3997,"-t":3998,"Ġuses":3999,"ops":4000,"real":4001,"ĠCont":4002,"âħł":4003,"Ġdogs":4004,"ause":4005,"uth":4006,"di":4007,"Ġroad":4008,"Ġremoved":4009,"Ġimplies":4010,"_from":4011,"_six":4012,"$),":4013,"ified":4014,"âħ¡":4015,"Ġdesired":4016,"_up":4017,"lie":4018,"Ġproblems":4019,"Ġnecess":4020,"Ġlight":4021,"))/":4022,"Ġdrawing":4023,"Ġmixture":4024,"_assoc":4025,"_AB":4026,"'.":4027,"Ġintervals":4028,"#eval":4029,"Ar":4030,"Ġcentered":4031,"Evaluate":4032,"Ġgold":4033,"ses":4034,"Ġ^{":4035,"ĠAlice":4036,"ĠDE":4037,"Ġheads":4038,"hel":4039,"Ġconnected":4040,"Deriv":4041,"ectors":4042,"Ġparametric":4043,"Ġcircumference":4044,"Ġrepresentation":4045,"uice":4046,"Ġsubtrac":4047,"tice":4048,"Ġletter":4049,"Ġbasic":4050,"Ġsim":4051,"Ġarri":4052,"|+":4053,"vie":4054,"Ġent":4055,"ategy":4056,"Ġbounded":4057,"Ġlocal":4058,